{
  "home_section": {
    "home_greeting": "Hi! 👋,",
    "home_name": "I`m Carlos",
    "home_description": "I create web applications and pages with seamless user experiences, integrating 3D design to deliver visually impactful solutions. If you`re looking for a versatile professional to bring your ideas to life, feel free to reach out.",
    "dev_rol": "Full Stack Developer",
    "artist_rol": "3D Artist",
    "cv_button": "Download CV"
  },

  "navbar": {
    "nav_home": "Home",
    "nav_about": "About me",
    "nav_works": "Works",
    "nav_contact": "Contact"
  },

  "about_section": {
    "about_title": "What I can do",
    "dev_title": "Full Stack Developer",
    "dev_desc_1": "As a Full Stack Developer specializing in MERN, I focus on building captivating user interfaces using React.js, HTML, CSS, JavaScript and TypeScript. I craft responsive designs that ensure an engaging and seamless user experience across various devices.",
    "dev_desc_2": "I also use Node.js and Express.js to construct the server-side logic, manage databases like MongoDB, and establish APIs for efficient data flow between the server and frontend. Ensuring robust security measures is also part of my role to safeguard data integrity and user privacy.",
    "artist_title": "3D Artist",
    "artist_desc_1": "As a 3D artist, I bring imagination to life through digital worlds. Using software like Blender, Maya, or Zbrush among others, I sculpt, texture, and render 3D models, creating captivating visuals. I craft environments, characters, and objects that form the backdrop for games, films, or simulations. My goal is to blend creativity with technical skills to produce immersive and visually stunning experiences."
  },
  "works_section": {
    "works_title": "These are my creations",
    "dev_button": "Developer Works",
    "artist_button": "3D Artist Works",
    "artist_works": {
      "title_phone": "Telephone Victorian Age",
      "desc_phone": "Old phone inspired by the victorian age. The purpose of this prop has been to improve my skills of hardsurface and texturing of objects for videogames.",
      "title_ak": "AKM 7,62 mm caliber",
      "desc_ak": "Personal project with the aim of reinforcing my hard surface skills. Modeled and textured objects: AKM and bullets. The rest of the objects have been taken from the Quixel Megascans library.",
      "title_knight": "Knight Female",
      "desc_knight": "This character has been a personal project inspired in the concept made by Kim Sung Hwan. The objetive of this project was create a real time character completly optimized even the smallest detail but achieving the greatest possible realism.",
      "title_creature": "Volcanic Creature",
      "desc_creature": "I made this creature in the 3D Character Modeling Master of Animum Creativity Advanced School",
      "title_kid": "Cyberpunk Kid",
      "desc_kid": "This is one of my favorite characters that I made throughout my studies at Animum Creativity Advanced School."
    },
    "dev_works": {
      "title_flights": "Air Tracker Web App",
      "desc_flights": "Air Tracker is a real-time flight and airport tracking application featuring stunning 3D visualizations. This project allows users to search for flights and airports worldwide",
      "title_feedback": "MERN Full Stack App",
      "desc_feedback": "This personal project consists of the creation of a Full Stack SPA (Single Page Application) which is based on a social network for business projects.",
      "title_cultural": "Web App for CulturalFit",
      "desc_cultural": "Web application created for the company CulturalFit with the objective of developing a test aimed at B2B",
      "title_cuphead": "JavaScript Game",
      "desc_cuphead": "Created a Cuphead-inspired game employing object-oriented programming for structure and DOM manipulation for dynamic gameplay updates."
    }
  },

  "contact_section":{
    "contact_title":"Contact me",
    "form_name":"Your name",
    "form_email":"Your email",
    "form_subject":"Write a subject",
    "form_content":"Write something",
    "form_button":"Send",
    "Can`t be empty": "Can`t be empty",
    "Must be a valid email": "Must be a valid email",
    "Message sent successfully": "Message sent successfully"
  },

  "lang_button":{
    "spanish":"Spanish",
    "english":"English"
  }, 

  "cv":{
    "href":"/cv/CV_CarlosAlvarez.pdf",
    "file_name":"CV_CarlosAlvarez"
  }


}
